Repository: eikona-media/contao-password-policy
Catalog: src/Resources/contao/languages/*/*_settings.xlf
Languages: de

# tl_settings.eimed_pw_policy_settings_header
source: Password Policies
de: Passwort Richtlinien

# tl_settings.eimed_pw_min_length.0
source: Minimum Length
de: Mindestlänge

# tl_settings.eimed_pw_min_length.1
source: Please enter number
de: Bitte Länge eingeben

# tl_settings.eimed_pw_max_length.0
source: Maximum Length
de: Maximallänge

# tl_settings.eimed_pw_max_length.1
source: Please enter number
de: Bitte Länge eingeben

# tl_settings.eimed_pw_upper_case.0
source: Uppercase Characters
de: Großbuchstaben

# tl_settings.eimed_pw_upper_case.1
source: Please enter number - 0 or empty to use no uppercase characters
de: Bitte Anzahl eingeben - 0 oder leer um keine Großbuchstaben zu verwenden

# tl_settings.eimed_pw_lower_case.0
source: Lowercase Characters
de: Kleinbuchstaben

# tl_settings.eimed_pw_lower_case.1
source: Please enter number - 0 or empty to use no lowercase characters
de: Bitte Anzahl eingeben - 0 oder leer um keine Kleinbuchstaben zu verwenden

# tl_settings.eimed_pw_special_chars.0
source: Special Characters
de: Sonderzeichen

# tl_settings.eimed_pw_special_chars.1
source: Please enter number - 0 or empty to use no special characters
de: Bitte Anzahl eingeben - 0 oder leer um keine Sonderzeichen zu verwenden

# tl_settings.eimed_pw_digits.0
source: Digits
de: Ziffern

# tl_settings.eimed_pw_digits.1
source: Please enter number - 0 or empty to use no digits
de: Bitte Anzahl eingeben - 0 oder leer um keine Ziffern zu verwenden

# tl_settings.eimed_pw_active_scope_user.0
source: Active for Users
de: Aktiv für Benutzer

# tl_settings.eimed_pw_active_scope_user.1
source: Activates policy checks for users
de: Aktiviert die Richtlinien für Benutzer

# tl_settings.eimed_pw_active_scope_member.0
source: Active for members
de: Aktiv für Mitglieder

# tl_settings.eimed_pw_active_scope_member.1
source: Activates policy checks for members
de: Aktiviert die Richtlinien für Mitglieder

# tl_settings.eimed_pw_policy_missmatch_message
source: The password should
de: Das Passwort muss

# tl_settings.eimed_pw_min_length_message
source: be at least %s characters long
de: mindestens %s Zeichen lang sein

# tl_settings.eimed_pw_max_length_message
source: be at maximum %s characters long
de: höchstens %s Zeichen lang sein

# tl_settings.eimed_pw_upper_case_message
source: have at least %s upper-case character(s)
de: mindestens %s Großbuchstaben enthalten

# tl_settings.eimed_pw_lower_case_message
source: have at least %s lower-case character(s)
de: mindestens %s Kleinbuchstaben enthalten

# tl_settings.eimed_pw_special_chars_message
source: have at least %s special character(s)
de: mindestens %s Sonderzeichen enthalten

# tl_settings.eimed_pw_digits_message
source: have at least %s digit(s)
de: mindestens %s Ziffer(n) enthalten
